Repository: Vlad-tdk/Equilibrium
Catalog: Equilibrium/Localizable.xcstrings
Source language: en
Languages: ru

# about.about
source: About
ru: О приложении

# about.about_text
source: Equilibrium is a meditation and relaxation app designed to help you find inner peace through various techniques: • Breathing exercises for stress relief • Mandala meditation for focus • Calming nature images • Fire meditation for cleansing • Interactive anti-stress therapy Take a moment each day to connect with yourself and find your balance.
ru: Equilibrium - это приложение для медитации и релаксации, разработанное, чтобы помочь вам обрести внутренний покой с помощью различных техник: • Дыхательные упражнения для снятия стресса • Медитация мандалы для фокуса • Успокаивающие образы природы • Огненная медитация для очищения • Интерактивная антистрессовая терапия Найдите минутку каждый день, чтобы соединиться с собой и найти свой баланс.

# about.features
source: Features
ru: Особенности

# about.how_to_use
source: How to Use
ru: Как использовать

# about.how_to_use_text
source: 1. Choose a meditation type from the main menu 2. Follow the on-screen instructions 3. Find a quiet space 4. Practice regularly for best results 5. Adjust settings to your preference
ru: 1. Выберите тип медитации из главного меню 2. Следуйте инструкциям на экране 3. Найдите тихое место 4. Регулярно практикуйтесь для достижения наилучших результатов 5. Настройте настройки в соответствии с вашими предпочтениями

# about.version_number
source: Version 2.0
ru: Версия 2.0

# alert.fire.message
source: Meditating on fire carries a powerful cleansing effect. 1. Close your eyes, equalize your breathing and relax 2. Direct your gaze to the flame and focus all of your attention 3. Visualize yourself being consumed by the fire. It fills the body, cleansing and soothing 4. Feel how it destroys negative energy 5. If your eyes are watering, close them for a while 6. After finishing, exhale deeply and return to your normal state You will feel cleansed of negative energies and clarity of consciousness.
ru: Медитация на огне обладает мощным очищающим эффектом. 1. Закройте глаза, выровняйте дыхание и расслабьтесь 2. Направьте свой взгляд на пламя и сосредоточьте все свое внимание 3. Представьте, что вас поглощает огонь. Он наполняет тело, очищает и успокаивает 4. Почувствуйте, как это разрушает негативную энергию 5. Если у вас слезятся глаза, закройте их на некоторое время 6. После окончания глубоко выдохните и вернитесь в нормальное состояние. Вы почувствуете себя очищенным от негативной энергии и ясности сознания.

# alert.fire.title
source: Fire Meditation
ru: Медитация на огонь

# alert.mandala.message
source: Mandala meditation balances the emotional state and allows you to work purposefully. 1. Choose a mandala that speaks to you 2. Tap to enter fullscreen mode 3. Focus on the center 4. Let your mind relax The mandala will gently rotate, helping you achieve a meditative state.
ru: Медитация мандала уравновешивает эмоциональное состояние и позволяет вам работать целенаправленно. 1. Выберите мандалу, которая говорит с вами 2. Нажмите, чтобы войти в полноэкранный режим 3. Сосредоточьтесь на центре 4. Позвольте своему разуму расслабиться. Мандала будет мягко вращаться, помогая вам достичь медитативного состояния.

# alert.mandala.title
source: Mandala Meditation
ru: Медитация Мандала

# anti_stress.fs_enchased_force_smoothness
source: Force Smoothness
ru: Плавность

# anti_stress.fs_enchased_force_strength
source: Force Strength
ru: Сила

# anti_stress.fs_enchased_interaction_radius
source: Interaction Radius
ru: Радиус

# anti_stress.fs_section_header_title
source: Force & Interaction
ru: Сила и взаимодействие

# anti_stress.physics_controls
source: Physics Controls
ru: Управление физикой

# anti_stress.presets.button_title_bouncy
source: Bouncy
ru: Энергия

# anti_stress.presets.button_title_dynamic
source: Dynamic
ru: Днамика

# anti_stress.presets.button_title_fluid
source: Fluid
ru: Жидкость

# anti_stress.presets.button_title_gentle
source: Gentle
ru: Мягкий

# anti_stress.presets.section_header_title
source: Presets
ru: Предустановки

# anti_stress.ps_enchased_friction
source: Friction
ru: Трение

# anti_stress.ps_enchased_spring_strength
source: Spring Strength
ru: Усилие пружины

# anti_stress.ps_enchased_unit_x
source: x
ru: х

# anti_stress.ps_enchased_velocity_factor
source: Velocity Factor
ru: Коэффициент скорости

# anti_stress.ps_section_header_title
source: Physics
ru: Физика

# anti_stress.reset_to_defaults
source: Reset to Defaults
ru: Сбросить настройки

# anti_stress.title
source: Anti-Stress
ru: Антистресс

# anti_stress.vs_enchased_particle_size
source: Particle Size
ru: Размер частиц

# anti_stress.vs_enchased_spacing
source: Spacing
ru: Интервал

# anti_stress.vs_section_header_title
source: Visual
ru: Визуал

# breath_settings.alert.reset_to_defaults.message
source: This will reset all settings to their default values.
ru: Коэффициент скорости

# breath_settings.breathTiming
source: Breathing Timing
ru: Время Дыхания

# breath_settings.breathTitle
source: Settings
ru: Настройки

# breath_settings.circleSectionTitle
source: Circle Size
ru: Размер круга

# breath_settings.circleSliderTitle
source: Diameter
ru: Диаметр

# breath_settings.colorPickerTitleBackground
source: Background
ru: Фон

# breath_settings.colorPickerTitleCircle
source: Circle
ru: Круг

# breath_settings.colorSectionTitle
source: Colors
ru: Цвета

# breath_settings.preview
source: Preview
ru: Предварительный просмотр

# breath_settings.resetToDefaults
source: Reset to Defaults
ru: Сбросить настройки

# breath_settings.resetToDefaults?
source: Reset to Defaults?
ru: Сбросить настройки?

# breath_settings.sessionSliderTitle
source: Cycles
ru: Циклы

# breath_settings.sessionSliderUnit
source: cycles
ru: циклов

# breath_settings.sessionTitle
source: Session
ru: Сессия

# breath_settings.slider.exhale
source: Exhale
ru: Выдох

# breath_settings.slider.hold
source: Hold
ru: Задержка

# breath_settings.slider.inhale
source: Inhale
ru: Вдох

# breath_settings.slider.unit
source: seconds
ru: сек

# breath.circleSliderUnit
source: points
ru: точек

# breath.cycle_progress
source: Cycle %d of %d
ru: Цикл %d из %d

# breath.exhale
source: Exhale
ru: Выдох

# breath.hold
source: Hold
ru: Задержка

# breath.inhale
source: Inhale
ru: Вдох

# breath.of
source: of
ru: из

# breath.phase_time_remaining
source: %d s
ru: %d c

# breath.startButton.title
source: START
ru: СТАРТ

# breath.stopButton.title
source: STOP
ru: СТОП

# breath.text.subTitle
source: Find peace through controlled
ru: Обретите покой через контроль

# breath.text.title
source: Breathing Training
ru: Тренировка дыхания

# breath.time
source: %d s
ru: %d с

# breath.total_cicles
source: Total cicles: %d s
ru: Всего циклов: %d c

# breath.total_session
source: Total session: %d min %d sec
ru: Длительность сессии: %d мин %d сек

# calming_images.text.title
source: Calming Images
ru: Успокаивающие Изображения

# common.cancel
source: Cancel
ru: Выход

# common.done
source: Done
ru: Готово

# common.got_it
source: Got It
ru: Понятно

# common.reset
source: Reset
ru: Сброс

# common.tap_to_exit
source: Tap to exit
ru: Тап для выхода

# common.tap_to_meditate
source: Tap to meditate
ru: Начать медитацию

# fire.choose_you_flame
source: Choose your flame
ru: Выберите свое пламя

# fire.title
source: Fire Meditation
ru: Медитация на огонь

# home.find_inner_peace
source: Find Inner Peace
ru: Найди внутреннее равновесие

# home.pause_music
source: Pause music
ru: Стоп

# home.play_music
source: Play music
ru: Вспроизведение

# mandala.title
source: Mandala Meditation
ru: Медитация на Мандалу

# mode.subtitle.about
source: Learn about the app
ru: Узнайте о приложении

# mode.subtitle.antistress
source: Interactive particle therapy
ru: Интерактивные частицы

# mode.subtitle.breath
source: Calm your mind with breathing
ru: Успокой свой разум с помощью дыхания

# mode.subtitle.fire
source: Cleansing flame meditation
ru: Очищающая медитация

# mode.subtitle.images
source: Peaceful visual meditation
ru: Мирная визуальная медитация

# mode.subtitle.mandala
source: Focus through sacred geometry
ru: Сосредоточьтесь на священной геометрии

# mode.title.about
source: About App
ru: О приложении

# mode.title.antistress
source: Anti Stress Training
ru: Антистресс

# mode.title.breath
source: Breathing Training
ru: Дыхание

# mode.title.fire
source: Fire Meditation
ru: Медитация на огонь

# mode.title.images
source: Calming Pictures
ru: Успокаивающие картинки

# mode.title.mandala
source: Mandala Meditation
ru: Медитация на Мандалу

# onboarding.first_description
source: Control your breathing with guided exercises
ru: Контролируйте свое дыхание с помощью упражнений

# onboarding.first_title
source: Breathe
ru: Дыхание

# onboarding.fourth_description
source: Track your wellbeing and build daily habits
ru: Отслеживайте свое самочувствие и формируйте ежедневные привычки

# onboarding.fourth_title
source: Find Balance
ru: Найти баланс

# onboarding.next
source: Next
ru: Дальше

# onboarding.second_description
source: Meditate with beautiful mandalas and visuals
ru: Медитируйте с красивыми мандалами и визуальными эффектами

# onboarding.second_title
source: Focus
ru: Фокус

# onboarding.skip
source: Skip
ru: Пропустить

# onboarding.started
source: Get Started
ru: Начать

# onboarding.third_description
source: Release stress with interactive particles
ru: Сбросьте стресс с помощью интерактивных частиц

# onboarding.third_title
source: Relax
ru: Отдыхать

# physics_guide.description_controls_how_strongly_particles_react_to_touch
source: Controls how strongly particles react to touch.
ru: Контролирует, насколько сильно частицы реагируют на прикосновение.

# physics_guide.description_how_quickly_particles_move
source: How quickly particles move.
ru: Как быстро движутся частицы.

# physics_guide.description_how_quickly_particles_slow_down
source: How quickly particles slow down.
ru: Как быстро частицы замедляются.

# physics_guide.description_how_strongly_particles_return_to_origin
source: How strongly particles return to origin.
ru: Насколько сильно частицы возвращаются на место

# physics_guide.description_the_distance_at_which_particle_start_reacting
source: The distance at which particles start reacting.
ru: Расстояние, на котором частицы начинают реагировать.

# physics_guide.example_fast_quick_energetic
source: Fast (1.5-3.0): Quick, energetic
ru: Быстрый (1,5-3,0): Быстро, энергично

# physics_guide.example_high_stops_quickly_stable
source: High (0.85-0.95): Stops quickly, stable
ru: Максимум (0,85-0,95): Быстро останавливается, стабильно

# physics_guide.example_high_strong_dramatic_reactions
source: High (30-50): Strong, dramatic reactions
ru: Высокий (30-50): Сильные, эффектные реакции

# physics_guide.example_large_wide_flowing_movements
source: Large (120-200): Wide, flowing movements
ru: Высокий(120-200): широкие, плавные движения

# physics_guide.example_low_gentle_subtle_movements
source: Low (5-15): Gentle, subtle movements
ru: Низкий (5-15): Нежные, тонкие движения

# physics_guide.example_low_slides_far_fluid
source: Low (0.5-0.7): Slides far, fluid
ru: Низкий (0,5-0,7): скользит далеко, плавно

# physics_guide.example_medium_balanced_damping
source: Medium (0.7-0.85): Balanced damping
ru: Средний (0,7-0,85): Сбалансированное демпфирование

# physics_guide.example_medium_balanced_natura_feel
source: Medium (15-30): Balanced, natural feel
ru: Средний (15-30): Сбалансированное, естественное ощущение

# physics_guide.example_medium_balanced_restoration
source: Medium (0.05-0.08): Balanced restoration
ru: Средний (0,05-0,08): Сбалансированное восстановление

# physics_guide.example_medium_balanced_spread
source: Medium (60-120): Balanced spread
ru: Средний (60-120): Сбалансированное распространение

# physics_guide.example_normal_natural_speed
source: Normal (0.8-1.5): Natural speed
ru: Нормальная (0,8-1,5): Естественная скорость

# physics_guide.example_slow_dreamy_floating
source: Slow (0.1-0.8): Dreamy, floating
ru: Медленно (0,1-0,8): Задумчивый, плавающий

# physics_guide.example_small_preciselocalizedeffect
source: Small (20-60): Precise, localized effect
ru: Маленький (20-60): Точный, локализованный эффект

# physics_guide.example_strong_quick_snap_back
source: Strong (0.08-0.15): Quick snap back
ru: Сильный (0.08-0.15): Быстрый возврат

# physics_guide.example_weak_slow_return_drifts
source: Weak (0.01-0.05): Slow return, drifts
ru: Слабый (0,01-0,05): Медленный возврат, дрейфы

# physics_guide.title
source: Physics Guide
ru: Как работет физика

# physics_guide.title_force_strength
source: Force Strength
ru: Сила

# physics_guide.title_friction
source: Friction
ru: Трение

# physics_guide.title_interaction_radius
source: Interaction Radius
ru: Радиус

# physics_guide.title_spring_strength
source: Spring Strength
ru: Сила отскока

# physics_guide.title_velocity_factor
source: Velocity Factor
ru: Коэффициент скорости

# rating_prompt.maybe_later
source: Maybe Later
ru: Позже

# rating_prompt.message
source: Your feedback helps us improve
ru: Ваши отзывы помогают делать приложение лучше

# rating_prompt.rate_on_app_store
source: Rate on App Store
ru: Оценить в App Store

# rating_prompt.remind_me_later
source: Maybe Later
ru: Позже

# rating_prompt.send_feedback
source: Send Feedback
ru: Отправить отзыв

# rating_prompt.title
source: Enjoying Equilibrium?
ru: Нравится приложение?

# statistics.current.title
source: Current
ru: Текущее

# statistics.features.anti_stress.title
source: Anti-Stress
ru: Антистресс

# statistics.features.anti_tress_detaled
source: %d interactions
ru: %d взаимодействий

# statistics.features.breathing.title
source: Breathing
ru: Дыхание

# statistics.features.calming_detaled_viewed
source: %d viewed
ru: %d просмотрено

# statistics.features.calming.title
source: Calming Images
ru: Успокаивающие картинки

# statistics.features.fire.title
source: Fire
ru: На Огонь

# statistics.features.mandala.detaled
source: %d viewed
ru: %d просмотрено

# statistics.features.mandala.title.sessions
source: Mandala
ru: Мандала

# statistics.features.milestone.breath_cicles
source: Breath Cycles
ru: Циклов дыхания

# statistics.features.milestone.days_active
source: Days Active
ru: Активных дней

# statistics.features.milestone.period.all_time
source: All time
ru: Всё время

# statistics.features.milestone.period.month
source: Month
ru: Месяц

# statistics.features.milestone.period.week
source: Week
ru: Неделя

# statistics.features.milestone.reset_stats
source: Reset Stats (Debug)
ru: Сбросить статистику(Debug)

# statistics.features.milestone.time_invected
source: Time Invested
ru: Всего времени

# statistics.features.milestone.title
source: Milestone
ru: Этап

# statistics.features.milestone.total.sessions
source: Total Sessions
ru: Всего сессий

# statistics.features.title
source: Feature
ru: Медитации

# statistics.label.day_streak
source: Day Streak
ru: Дней подряд

# statistics.label.favorite
source: Favorite
ru: Фаворит

# statistics.label.sessions
source: Sessions
ru: Сессиии

# statistics.label.total_time
source: Total Time
ru: Всего времени

# statistics.longest.title
source: Longest
ru: Самый длинный

# statistics.streak.amazing
source: Amazing! You're on fire!
ru: Потрясающе! Ты просто огонь!

# statistics.streak.building_momtntum
source: Building momentum!
ru: Наращивай темп!

# statistics.streak.keep_going
source: Keep going! You're doing great!
ru: Продолжай! У тебя все отлично!

# statistics.streak.one_week
source: One week strong!
ru: Сильная неделя!

# statistics.streak.title
source: Streak
ru: Страйк

# statistics.streak.youre_on_a_roll
source: You're on a roll!
ru: Ты на высоте!

# statistics.text.title
source: STATISTICS
ru: СТАТИСТИКА

# statistics.totalBreathCycles
source: %dcicles
ru: %d циклов
